Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ Copy
ar: نسخة من %@
de: %@ Kopie
es: %@ (copia)
fr: %@ (copie)
hi: %@ की प्रति
it: %@ (copia)
ja: %@ のコピー
ko: %@ 사본
pl: %@ (kopia)
pt_br: %@ (cópia)
ru: %@ (копия)
tr: %@ kopyası
uk: %@ (копія)
zh_hans: %@ 副本
zh_hant: %@ 副本

source: %@: sprite sheet of %lld frames
ar: %@: ورقة نقوش من %lld إطارًا
de: %@: Sprite-Sheet mit %lld Bildern
es: %@: hoja de sprites de %lld fotogramas
fr: %@ : planche de %lld images
hi: %@: %lld फ़्रेम की स्प्राइट शीट
it: %@: foglio di sprite di %lld fotogrammi
ja: %@: %lld フレームのスプライトシート
ko: %@: %lld프레임 스프라이트 시트
pl: %@: arkusz sprite’ów, klatek: %lld
pt_br: %@: folha de sprites com %lld quadros
ru: %@: лист спрайтов, кадров: %lld
tr: %@: %lld kareli sprite sayfası
uk: %@: аркуш спрайтів, кадрів: %lld
zh_hans: %@：%lld 帧的精灵表
zh_hant: %@：%lld 影格的精靈圖表

source: %lld frames
ar: %lld إطارًا
de: %lld Bilder
es: %lld fotogramas
fr: %lld images
hi: %lld फ़्रेम
it: %lld fotogrammi
ja: %lld フレーム
ko: %lld프레임
pl: Klatek: %lld
pt_br: %lld quadros
ru: Кадров: %lld
tr: %lld kare
uk: Кадрів: %lld
zh_hans: %lld 帧
zh_hant: %lld 影格

source: 3D Particle Systems
ar: أنظمة جسيمات ثلاثية الأبعاد
de: 3D-Partikelsysteme
es: Sistemas de partículas 3D
fr: Systèmes de particules 3D
hi: 3D कण प्रणालियाँ
it: Sistemi di particelle 3D
ja: 3Dパーティクルシステム
ko: 3D 파티클 시스템
pl: Systemy cząsteczek 3D
pt_br: Sistemas de partículas 3D
ru: 3D-системы частиц
tr: 3B parçacık sistemleri
uk: 3D-системи частинок
zh_hans: 3D 粒子系统
zh_hant: 3D 粒子系統

source: A system has at most eight control points.
ar: يحتوي النظام على ثماني نقاط تحكم كحد أقصى.
de: Ein System hat höchstens acht Kontrollpunkte.
es: Un sistema tiene como máximo ocho puntos de control.
fr: Un système a au plus huit points de contrôle.
hi: एक प्रणाली में अधिकतम आठ नियंत्रण बिंदु होते हैं।
it: Un sistema ha al massimo otto punti di controllo.
ja: 1 つのシステムのコントロールポイントは 8 個までです。
ko: 시스템당 제어점은 최대 8개입니다.
pl: System ma najwyżej osiem punktów kontrolnych.
pt_br: Um sistema tem no máximo oito pontos de controle.
ru: В системе не больше восьми контрольных точек.
tr: Bir sistemde en fazla sekiz kontrol noktası olur.
uk: У системі не більше восьми контрольних точок.
zh_hans: 一个系统最多有八个控制点。
zh_hant: 一個系統最多有八個控制點。

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Add %@
ar: إضافة %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter : %@
hi: %@ जोड़ें
it: Aggiungi %@
ja: %@ を追加
ko: %@ 추가
pl: Dodaj: %@
pt_br: Adicionar %@
ru: Добавить: %@
tr: %@ ekle
uk: Додати: %@
zh_hans: 添加%@
zh_hant: 加入%@

source: Add Child
ar: إضافة فرعي
de: Untersystem hinzufügen
es: Añadir hijo
fr: Ajouter un enfant
hi: चाइल्ड जोड़ें
it: Aggiungi figlio
ja: 子を追加
ko: 자식 추가
pl: Dodaj podrzędny
pt_br: Adicionar filho
ru: Добавить дочернюю
tr: Alt sistem ekle
uk: Додати дочірню
zh_hans: 添加子系统
zh_hant: 加入子系統

source: Add Child System
ar: إضافة نظام فرعي
de: Untersystem hinzufügen
es: Añadir sistema hijo
fr: Ajouter un système enfant
hi: चाइल्ड प्रणाली जोड़ें
it: Aggiungi sistema figlio
ja: 子システムを追加
ko: 자식 시스템 추가
pl: Dodaj system podrzędny
pt_br: Adicionar sistema filho
ru: Добавить дочернюю систему
tr: Alt sistem ekle
uk: Додати дочірню систему
zh_hans: 添加子粒子系统
zh_hant: 加入子粒子系統

source: Add Control Point
ar: إضافة نقطة تحكم
de: Kontrollpunkt hinzufügen
es: Añadir punto de control
fr: Ajouter un point de contrôle
hi: नियंत्रण बिंदु जोड़ें
it: Aggiungi punto di controllo
ja: コントロールポイントを追加
ko: 제어점 추가
pl: Dodaj punkt kontrolny
pt_br: Adicionar ponto de controle
ru: Добавить контрольную точку
tr: Kontrol noktası ekle
uk: Додати контрольну точку
zh_hans: 添加控制点
zh_hant: 加入控制點

source: Add Emitter
ar: إضافة باعث
de: Emitter hinzufügen
es: Añadir emisor
fr: Ajouter un émetteur
hi: उत्सर्जक जोड़ें
it: Aggiungi emettitore
ja: エミッターを追加
ko: 방출기 추가
pl: Dodaj emiter
pt_br: Adicionar emissor
ru: Добавить излучатель
tr: Yayıcı ekle
uk: Додати випромінювач
zh_hans: 添加发射器
zh_hant: 加入發射器

source: Add Initializer
ar: إضافة مُهيِّئ
de: Initialisierer hinzufügen
es: Añadir inicializador
fr: Ajouter un initialiseur
hi: इनिशियलाइज़र जोड़ें
it: Aggiungi inizializzatore
ja: イニシャライザーを追加
ko: 초기화 항목 추가
pl: Dodaj inicjalizator
pt_br: Adicionar inicializador
ru: Добавить инициализатор
tr: Başlatıcı ekle
uk: Додати ініціалізатор
zh_hans: 添加初始化器
zh_hant: 加入初始化器

source: Add Operator
ar: إضافة مُشغِّل
de: Operator hinzufügen
es: Añadir operador
fr: Ajouter un opérateur
hi: ऑपरेटर जोड़ें
it: Aggiungi operatore
ja: オペレーターを追加
ko: 연산자 추가
pl: Dodaj operator
pt_br: Adicionar operador
ru: Добавить оператор
tr: Operatör ekle
uk: Додати оператор
zh_hans: 添加运算器
zh_hant: 加入運算器

source: Add Particle System
ar: إضافة نظام جسيمات
de: Partikelsystem hinzufügen
es: Añadir sistema de partículas
fr: Ajouter un système de particules
hi: कण प्रणाली जोड़ें
it: Aggiungi sistema di particelle
ja: パーティクルシステムを追加
ko: 파티클 시스템 추가
pl: Dodaj system cząsteczek
pt_br: Adicionar sistema de partículas
ru: Добавить систему частиц
tr: Parçacık sistemi ekle
uk: Додати систему частинок
zh_hans: 添加粒子系统
zh_hant: 加入粒子系統

source: Add Renderer
ar: إضافة عارض
de: Renderer hinzufügen
es: Añadir renderizador
fr: Ajouter un moteur de rendu
hi: रेंडरर जोड़ें
it: Aggiungi renderer
ja: レンダラーを追加
ko: 렌더러 추가
pl: Dodaj renderer
pt_br: Adicionar renderizador
ru: Добавить отрисовщик
tr: İşleyici ekle
uk: Додати рендерер
zh_hans: 添加渲染器
zh_hant: 加入渲染器

source: Add a particle system: a blank one or one of WE’s presets
ar: إضافة نظام جسيمات: فارغ أو من إعدادات WE المسبقة
de: Partikelsystem hinzufügen: leer oder aus einer Vorlage von WE
es: Añadir un sistema de partículas: vacío o un preajuste de WE
fr: Ajouter un système de particules : vide ou d’après un préréglage de WE
hi: कण प्रणाली जोड़ें: खाली या WE के प्रीसेट में से
it: Aggiungi un sistema di particelle: vuoto o un preset di WE
ja: パーティクルシステムを追加：空のもの、または WE のプリセット
ko: 파티클 시스템 추가: 빈 시스템 또는 WE의 프리셋
pl: Dodaj system cząsteczek: pusty lub z ustawień WE
pt_br: Adicionar um sistema de partículas: vazio ou uma predefinição do WE
ru: Добавить систему частиц: пустую или из пресетов WE
tr: Parçacık sistemi ekle: boş ya da WE hazır ayarlarından
uk: Додати систему частинок: порожню або з пресетів WE
zh_hans: 添加粒子系统：空白系统或 WE 的预设
zh_hant: 加入粒子系統：空白系統或 WE 的預設

source: Add angular velocity
ar: إضافة السرعة الزاوية
de: Winkelgeschwindigkeit addieren
es: Sumar velocidad angular
fr: Ajouter la vitesse angulaire
hi: कोणीय वेग जोड़ें
it: Aggiungi velocità angolare
ja: 角速度を加算
ko: 각속도 더하기
pl: Dodaj prędkość kątową
pt_br: Somar velocidade angular
ru: Добавить угловую скорость
tr: Açısal hız ekle
uk: Додати кутову швидкість
zh_hans: 叠加角速度
zh_hant: 疊加角速度

source: Add rotation
ar: إضافة الدوران
de: Drehung addieren
es: Sumar rotación
fr: Ajouter la rotation
hi: घुमाव जोड़ें
it: Aggiungi rotazione
ja: 回転を加算
ko: 회전 더하기
pl: Dodaj obrót
pt_br: Somar rotação
ru: Добавить вращение
tr: Dönüş ekle
uk: Додати обертання
zh_hans: 叠加旋转
zh_hant: 疊加旋轉

source: Add velocity
ar: إضافة السرعة
de: Geschwindigkeit addieren
es: Sumar velocidad
fr: Ajouter la vitesse
hi: वेग जोड़ें
it: Aggiungi velocità
ja: 速度を加算
ko: 속도 더하기
pl: Dodaj prędkość
pt_br: Somar velocidade
ru: Добавить скорость
tr: Hız ekle
uk: Додати швидкість
zh_hans: 叠加速度
zh_hant: 疊加速度

source: Additive
ar: جمعي
de: Additiv
es: Aditivo
fr: Additif
hi: योगात्मक
it: Additivo
ja: 加算
ko: 가산
pl: Addytywny
pt_br: Aditivo
ru: Аддитивный
tr: Toplamalı
uk: Адитивний
zh_hans: 叠加
zh_hant: 疊加

source: Alignment factor
ar: معامل المحاذاة
de: Ausrichtungsfaktor
es: Factor de alineación
fr: Facteur d’alignement
hi: संरेखण गुणक
it: Fattore di allineamento
ja: 整列係数
ko: 정렬 계수
pl: Współczynnik wyrównania
pt_br: Fator de alinhamento
ru: Коэффициент выравнивания
tr: Hizalama katsayısı
uk: Коефіцієнт вирівнювання
zh_hans: 对齐系数
zh_hant: 對齊係數

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
uk: Усі
zh_hans: 全部
zh_hant: 全部

source: Alpha change
ar: تغيير ألفا
de: Alphaänderung
es: Cambio de alfa
fr: Changement d’alpha
hi: अल्फ़ा परिवर्तन
it: Variazione alfa
ja: アルファ変化
ko: 알파 변화
pl: Zmiana alfy
pt_br: Mudança de alfa
ru: Изменение альфы
tr: Alfa değişimi
uk: Зміна альфи
zh_hans: Alpha 变化
zh_hant: Alpha 變化

source: Alpha fade
ar: تلاشي ألفا
de: Alpha-Überblendung
es: Fundido alfa
fr: Fondu alpha
hi: अल्फ़ा फ़ेड
it: Dissolvenza alfa
ja: アルファフェード
ko: 알파 페이드
pl: Zanikanie alfy
pt_br: Esmaecimento alfa
ru: Затухание альфы
tr: Alfa solması
uk: Згасання альфи
zh_hans: Alpha 淡化
zh_hant: Alpha 淡化

source: Alpha random
ar: ألفا عشوائي
de: Zufälliges Alpha
es: Alfa aleatorio
fr: Alpha aléatoire
hi: यादृच्छिक अल्फ़ा
it: Alfa casuale
ja: ランダムアルファ
ko: 무작위 알파
pl: Losowa alfa
pt_br: Alfa aleatório
ru: Случайная альфа
tr: Rastgele alfa
uk: Випадкова альфа
zh_hans: 随机 Alpha
zh_hant: 隨機 Alpha

source: Angles
ar: الزوايا
de: Winkel
es: Ángulos
hi: कोण
it: Angoli
ja: 角度
ko: 각도
pl: Kąty
pt_br: Ângulos
ru: Углы
tr: Açılar
uk: Кути
zh_hans: 角度
zh_hant: 角度

source: Angular movement
ar: الحركة الزاوية
de: Winkelbewegung
es: Movimiento angular
fr: Mouvement angulaire
hi: कोणीय गति
it: Movimento angolare
ja: 角運動
ko: 각운동
pl: Ruch kątowy
pt_br: Movimento angular
ru: Угловое движение
tr: Açısal hareket
uk: Кутовий рух
zh_hans: 角运动
zh_hant: 角運動

source: Angular speed
ar: السرعة الزاوية
de: Winkelgeschwindigkeit
es: Velocidad angular
fr: Vitesse angulaire
hi: कोणीय गति दर
it: Velocità angolare
ja: 角速度
ko: 각속도
pl: Prędkość kątowa
pt_br: Velocidade angular
ru: Угловая скорость
tr: Açısal hız
uk: Кутова швидкість
zh_hans: 角速度
zh_hant: 角速度

source: Angular velocity random
ar: سرعة زاوية عشوائية
de: Zufällige Winkelgeschwindigkeit
es: Velocidad angular aleatoria
fr: Vitesse angulaire aléatoire
hi: यादृच्छिक कोणीय वेग
it: Velocità angolare casuale
ja: ランダム角速度
ko: 무작위 각속도
pl: Losowa prędkość kątowa
pt_br: Velocidade angular aleatória
ru: Случайная угловая скорость
tr: Rastgele açısal hız
uk: Випадкова кутова швидкість
zh_hans: 随机角速度
zh_hant: 隨機角速度

source: Animation mode
ar: وضع الحركة
de: Animationsmodus
es: Modo de animación
fr: Mode d’animation
hi: एनिमेशन मोड
it: Modalità animazione
ja: アニメーションモード
ko: 애니메이션 모드
pl: Tryb animacji
pt_br: Modo de animação
ru: Режим анимации
tr: Animasyon modu
uk: Режим анімації
zh_hans: 动画模式
zh_hant: 動畫模式

source: Arc amount
ar: مقدار القوس
de: Bogenstärke
es: Cantidad de arco
fr: Ampleur de l’arc
hi: चाप की मात्रा
it: Ampiezza dell’arco
ja: 弧の量
ko: 호의 양
pl: Wielkość łuku
pt_br: Quantidade de arco
ru: Величина дуги
tr: Yay miktarı
uk: Величина дуги
zh_hans: 弧度量
zh_hant: 弧度量

source: Arc direction
ar: اتجاه القوس
de: Bogenrichtung
es: Dirección del arco
fr: Direction de l’arc
hi: चाप की दिशा
it: Direzione dell’arco
ja: 弧の方向
ko: 호의 방향
pl: Kierunek łuku
pt_br: Direção do arco
ru: Направление дуги
tr: Yay yönü
uk: Напрямок дуги
zh_hans: 弧线方向
zh_hant: 弧線方向

source: Assign
ar: تعيين
de: Zuweisen
es: Asignar
fr: Affecter
hi: निर्धारित करें
it: Assegna
ja: 代入
ko: 할당
pl: Przypisz
pt_br: Atribuir
ru: Присвоить
tr: Ata
uk: Призначити
zh_hans: 赋值
zh_hant: 賦值

source: Audio response
ar: الاستجابة للصوت
de: Audioreaktion
es: Respuesta al audio
fr: Réponse audio
hi: ऑडियो प्रतिक्रिया
it: Risposta audio
ja: オーディオ反応
ko: 오디오 반응
pl: Reakcja na dźwięk
pt_br: Resposta ao áudio
ru: Реакция на звук
tr: Ses tepkisi
uk: Реакція на звук
zh_hans: 音频响应
zh_hant: 音訊回應

source: Average
ar: المتوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
it: Media
ja: 平均
ko: 평균
pl: Średnia
pt_br: Média
ru: Среднее
tr: Ortalama
uk: Середнє
zh_hans: 平均值
zh_hant: 平均值

source: Axis
ar: المحور
de: Achse
es: Eje
fr: Axe
hi: अक्ष
it: Asse
ja: 軸
ko: 축
pl: Oś
pt_br: Eixo
ru: Ось
tr: Eksen
uk: Вісь
zh_hans: 轴
zh_hant: 軸

source: Back to %@
ar: العودة إلى %@
de: Zurück zu %@
es: Volver a %@
fr: Retour à %@
hi: %@ पर वापस जाएँ
it: Torna a %@
ja: %@ に戻る
ko: %@(으)로 돌아가기
pl: Wróć do %@
pt_br: Voltar para %@
ru: Назад к %@
tr: %@ öğesine dön
uk: Назад до %@
zh_hans: 返回 %@
zh_hant: 返回 %@

source: Blank Particle System
ar: نظام جسيمات فارغ
de: Leeres Partikelsystem
es: Sistema de partículas vacío
fr: Système de particules vide
hi: खाली कण प्रणाली
it: Sistema di particelle vuoto
ja: 空のパーティクルシステム
ko: 빈 파티클 시스템
pl: Pusty system cząsteczek
pt_br: Sistema de partículas vazio
ru: Пустая система частиц
tr: Boş parçacık sistemi
uk: Порожня система частинок
zh_hans: 空白粒子系统
zh_hant: 空白粒子系統

source: Blend-in end
ar: نهاية الدخول التدريجي
de: Einblenden Ende
es: Fin de la entrada
fr: Fin du fondu d’entrée
hi: ब्लेंड-इन अंत
it: Fine dissolvenza in entrata
ja: ブレンドイン終了
ko: 블렌드 인 끝
pl: Koniec wejścia
pt_br: Fim da entrada
ru: Конец нарастания
tr: Giriş geçişi sonu
uk: Кінець наростання
zh_hans: 渐入结束
zh_hant: 漸入結束

source: Blend-in start
ar: بداية الدخول التدريجي
de: Einblenden Anfang
es: Inicio de la entrada
fr: Début du fondu d’entrée
hi: ब्लेंड-इन आरंभ
it: Inizio dissolvenza in entrata
ja: ブレンドイン開始
ko: 블렌드 인 시작
pl: Początek wejścia
pt_br: Início da entrada
ru: Начало нарастания
tr: Giriş geçişi başı
uk: Початок наростання
zh_hans: 渐入开始
zh_hant: 漸入開始

source: Blend-out end
ar: نهاية الخروج التدريجي
de: Ausblenden Ende
es: Fin de la salida
fr: Fin du fondu de sortie
hi: ब्लेंड-आउट अंत
it: Fine dissolvenza in uscita
ja: ブレンドアウト終了
ko: 블렌드 아웃 끝
pl: Koniec wyjścia
pt_br: Fim da saída
ru: Конец спада
tr: Çıkış geçişi sonu
uk: Кінець спаду
zh_hans: 渐出结束
zh_hant: 漸出結束

source: Blend-out start
ar: بداية الخروج التدريجي
de: Ausblenden Anfang
es: Inicio de la salida
fr: Début du fondu de sortie
hi: ब्लेंड-आउट आरंभ
it: Inizio dissolvenza in uscita
ja: ブレンドアウト開始
ko: 블렌드 아웃 시작
pl: Początek wyjścia
pt_br: Início da saída
ru: Начало спада
tr: Çıkış geçişi başı
uk: Початок спаду
zh_hans: 渐出开始
zh_hant: 漸出開始

source: Blending
ar: المزج
de: Überblendung
es: Fusión
fr: Fusion
hi: ब्लेंडिंग
it: Fusione
ja: ブレンド
ko: 혼합
pl: Mieszanie
pt_br: Mesclagem
ru: Смешивание
tr: Karıştırma
uk: Змішування
zh_hans: 混合
zh_hant: 混合

source: Boids
ar: السرب (Boids)
hi: झुंड (Boids)
ja: ボイド
ko: 보이드
pl: Stado (boids)
ru: Стая (boids)
tr: Sürü (boids)
uk: Зграя (boids)
zh_hans: 鸟群（Boids）
zh_hant: 鳥群（Boids）

source: Bounce
ar: ارتداد
de: Abprallen
es: Rebotar
fr: Rebondir
hi: उछाल
it: Rimbalza
ja: 跳ね返る
ko: 튕기기
pl: Odbicie
pt_br: Quicar
ru: Отскок
tr: Sekme
uk: Відскок
zh_hans: 反弹
zh_hant: 反彈

source: Bounce factor
ar: معامل الارتداد
de: Abprallfaktor
es: Factor de rebote
fr: Facteur de rebond
hi: उछाल गुणक
it: Fattore di rimbalzo
ja: 反発係数
ko: 반발 계수
pl: Współczynnik odbicia
pt_br: Fator de quique
ru: Коэффициент отскока
tr: Sekme katsayısı
uk: Коефіцієнт відскоку
zh_hans: 反弹系数
zh_hant: 反彈係數

source: Bounds
ar: الحدود
de: Grenzen
es: Límites
fr: Limites
hi: सीमाएँ
it: Limiti
ja: 範囲
ko: 범위
pl: Granice
pt_br: Limites
ru: Границы
tr: Sınırlar
uk: Межі
zh_hans: 范围
zh_hant: 範圍

source: Box random
ar: صندوق عشوائي
de: Zufällig im Quader
es: Caja aleatoria
fr: Boîte aléatoire
hi: यादृच्छिक बॉक्स
it: Riquadro casuale
ja: ボックスランダム
ko: 상자 무작위
pl: Losowo w prostopadłościanie
pt_br: Caixa aleatória
ru: Случайно в коробке
tr: Rastgele kutu
uk: Випадково в коробці
zh_hans: 随机方体
zh_hant: 隨機方體

source: Cap velocity
ar: تقييد السرعة
de: Geschwindigkeit begrenzen
es: Limitar velocidad
fr: Limiter la vitesse
hi: वेग सीमा
it: Limita velocità
ja: 速度上限
ko: 속도 제한
pl: Ograniczenie prędkości
pt_br: Limitar velocidade
ru: Ограничение скорости
tr: Hız sınırı
uk: Обмеження швидкості
zh_hans: 限制速度
zh_hant: 限制速度

source: Center
ar: الوسط
de: Mitte
es: Centro
fr: Centre
hi: मध्य
it: Centro
ja: 中央
ko: 가운데
pl: Środek
pt_br: Centro
ru: Центр
tr: Orta
uk: Центр
zh_hans: 中间
zh_hant: 中間

source: Center force
ar: قوة المركز
de: Zentrumskraft
es: Fuerza central
fr: Force centrale
hi: केंद्र बल
it: Forza centrale
ja: 中心力
ko: 중심 힘
pl: Siła środkowa
pt_br: Força central
ru: Сила к центру
tr: Merkez kuvveti
uk: Сила до центру
zh_hans: 中心力
zh_hant: 中心力

source: Change %@
ar: تغيير %@
de: %@ ändern
es: Cambiar %@
fr: Modifier : %@
hi: %@ बदलें
it: Modifica %@
ja: %@ を変更
ko: %@ 변경
pl: Zmień: %@
pt_br: Alterar %@
ru: Изменить: %@
tr: %@ değiştir
uk: Змінити: %@
zh_hans: 更改%@
zh_hant: 變更%@

source: Change Blending
ar: تغيير المزج
de: Überblendung ändern
es: Cambiar fusión
fr: Modifier la fusion
hi: ब्लेंडिंग बदलें
it: Modifica fusione
ja: ブレンドを変更
ko: 혼합 변경
pl: Zmień mieszanie
pt_br: Alterar mesclagem
ru: Изменить смешивание
tr: Karıştırmayı değiştir
uk: Змінити змішування
zh_hans: 更改混合
zh_hant: 變更混合

source: Change Instance Override
ar: تغيير تجاوز المثيل
de: Instanzüberschreibung ändern
es: Cambiar anulación de instancia
fr: Modifier le remplacement de l’instance
hi: इंस्टेंस ओवरराइड बदलें
it: Modifica sostituzione dell’istanza
ja: インスタンスの上書きを変更
ko: 인스턴스 재정의 변경
pl: Zmień nadpisanie instancji
pt_br: Alterar substituição da instância
ru: Изменить переопределение экземпляра
tr: Örnek geçersiz kılmayı değiştir
uk: Змінити перевизначення екземпляра
zh_hans: 更改实例覆盖
zh_hant: 變更實例覆寫

source: Change Overbright
ar: تغيير السطوع الزائد
de: Überhelligkeit ändern
es: Cambiar sobrebrillo
fr: Modifier la surbrillance
hi: ओवरब्राइट बदलें
it: Modifica sovraluminosità
ja: オーバーブライトを変更
ko: 과다 밝기 변경
pl: Zmień prześwietlenie
pt_br: Alterar sobrebrilho
ru: Изменить пересвет
tr: Aşırı parlaklığı değiştir
uk: Змінити пересвітлення
zh_hans: 更改过亮
zh_hant: 變更過亮

source: Change Texture
ar: تغيير النسيج
de: Textur ändern
es: Cambiar textura
fr: Modifier la texture
hi: टेक्सचर बदलें
it: Modifica texture
ja: テクスチャを変更
ko: 텍스처 변경
pl: Zmień teksturę
pt_br: Alterar textura
ru: Изменить текстуру
tr: Dokuyu değiştir
uk: Змінити текстуру
zh_hans: 更改纹理
zh_hant: 變更材質

source: Child
ar: فرعي
de: Untersystem
es: Hijo
fr: Enfant
hi: चाइल्ड
it: Figlio
ja: 子
ko: 자식
pl: Podrzędny
pt_br: Filho
ru: Дочерняя
tr: Alt sistem
uk: Дочірня
zh_hans: 子系统
zh_hant: 子系統

source: Child System
ar: النظام الفرعي
de: Untersystem
es: Sistema hijo
fr: Système enfant
hi: चाइल्ड प्रणाली
it: Sistema figlio
ja: 子システム
ko: 자식 시스템
pl: System podrzędny
pt_br: Sistema filho
ru: Дочерняя система
tr: Alt sistem
uk: Дочірня система
zh_hans: 子粒子系统
zh_hant: 子粒子系統

source: Children
ar: الفرعية
de: Untersysteme
es: Hijos
fr: Enfants
hi: चाइल्ड
it: Figli
ja: 子
ko: 자식
pl: Podrzędne
pt_br: Filhos
ru: Дочерние
tr: Alt sistemler
uk: Дочірні
zh_hans: 子系统
zh_hant: 子系統

source: Clamp input value
ar: تقييد قيمة الإدخال
de: Eingabewert begrenzen
es: Limitar valor de entrada
fr: Limiter la valeur d’entrée
hi: इनपुट मान सीमित करें
it: Limita valore in ingresso
ja: 入力値を制限
ko: 입력값 제한
pl: Ogranicz wartość wejściową
pt_br: Limitar valor de entrada
ru: Ограничить входное значение
tr: Giriş değerini sınırla
uk: Обмежити вхідне значення
zh_hans: 限制输入值
zh_hant: 限制輸入值

source: Clamp output value
ar: تقييد قيمة الإخراج
de: Ausgabewert begrenzen
es: Limitar valor de salida
fr: Limiter la valeur de sortie
hi: आउटपुट मान सीमित करें
it: Limita valore in uscita
ja: 出力値を制限
ko: 출력값 제한
pl: Ogranicz wartość wyjściową
pt_br: Limitar valor de saída
ru: Ограничить выходное значение
tr: Çıkış değerini sınırla
uk: Обмежити вихідне значення
zh_hans: 限制输出值
zh_hant: 限制輸出值

source: Clamp speed
ar: تقييد السرعة القصوى
de: Geschwindigkeit begrenzen
es: Limitar rapidez
fr: Limiter la vitesse
hi: गति सीमित करें
it: Limita velocità
ja: 速さを制限
ko: 속력 제한
pl: Ogranicz szybkość
pt_br: Limitar rapidez
ru: Ограничить скорость
tr: Hızı sınırla
uk: Обмежити швидкість
zh_hans: 限制速率
zh_hant: 限制速率

source: Cohesion factor
ar: معامل التماسك
de: Kohäsionsfaktor
es: Factor de cohesión
fr: Facteur de cohésion
hi: सामंजस्य गुणक
it: Fattore di coesione
ja: 結合係数
ko: 응집 계수
pl: Współczynnik spójności
pt_br: Fator de coesão
ru: Коэффициент сплочённости
tr: Bütünlük katsayısı
uk: Коефіцієнт згуртованості
zh_hans: 聚合系数
zh_hant: 聚合係數

source: Collision behavior
ar: سلوك التصادم
de: Kollisionsverhalten
es: Comportamiento de colisión
fr: Comportement de collision
hi: टक्कर व्यवहार
it: Comportamento di collisione
ja: 衝突時の動作
ko: 충돌 동작
pl: Zachowanie przy zderzeniu
pt_br: Comportamento de colisão
ru: Поведение при столкновении
tr: Çarpışma davranışı
uk: Поведінка під час зіткнення
zh_hans: 碰撞行为
zh_hant: 碰撞行為

source: Collision bounds
ar: تصادم الحدود
de: Kollisionsgrenzen
es: Colisión con límites
fr: Collision avec les limites
hi: सीमा टक्कर
it: Collisione con i limiti
ja: 境界との衝突
ko: 경계 충돌
pl: Zderzenie z granicami
pt_br: Colisão com limites
ru: Столкновение с границами
tr: Sınır çarpışması
uk: Зіткнення з межами
zh_hans: 边界碰撞
zh_hant: 邊界碰撞

source: Collision box
ar: تصادم الصندوق
de: Kollisionsquader
es: Colisión con caja
fr: Collision avec une boîte
hi: बॉक्स टक्कर
it: Collisione con riquadro
ja: ボックスとの衝突
ko: 상자 충돌
pl: Zderzenie z prostopadłościanem
pt_br: Colisão com caixa
ru: Столкновение с коробкой
tr: Kutu çarpışması
uk: Зіткнення з коробкою
zh_hans: 方体碰撞
zh_hant: 方體碰撞

source: Collision model
ar: تصادم النموذج
de: Kollisionsmodell
es: Colisión con modelo
fr: Collision avec un modèle
hi: मॉडल टक्कर
it: Collisione con modello
ja: モデルとの衝突
ko: 모델 충돌
pl: Zderzenie z modelem
pt_br: Colisão com modelo
ru: Столкновение с моделью
tr: Model çarpışması
uk: Зіткнення з моделлю
zh_hans: 模型碰撞
zh_hant: 模型碰撞

source: Collision plane
ar: تصادم المستوى
de: Kollisionsebene
es: Colisión con plano
fr: Collision avec un plan
hi: समतल टक्कर
it: Collisione con piano
ja: 平面との衝突
ko: 평면 충돌
pl: Zderzenie z płaszczyzną
pt_br: Colisão com plano
ru: Столкновение с плоскостью
tr: Düzlem çarpışması
uk: Зіткнення з площиною
zh_hans: 平面碰撞
zh_hant: 平面碰撞

source: Collision quad
ar: تصادم الرباعي
de: Kollisionsviereck
es: Colisión con cuadrilátero
fr: Collision avec un quadrilatère
hi: चतुर्भुज टक्कर
it: Collisione con quadrilatero
ja: 四角形との衝突
ko: 사각형 충돌
pl: Zderzenie z czworokątem
pt_br: Colisão com quadrilátero
ru: Столкновение с четырёхугольником
tr: Dörtgen çarpışması
uk: Зіткнення з чотирикутником
zh_hans: 四边形碰撞
zh_hant: 四邊形碰撞

source: Collision sphere
ar: تصادم الكرة
de: Kollisionskugel
es: Colisión con esfera
fr: Collision avec une sphère
hi: गोला टक्कर
it: Collisione con sfera
ja: 球との衝突
ko: 구 충돌
pl: Zderzenie ze sferą
pt_br: Colisão com esfera
ru: Столкновение со сферой
tr: Küre çarpışması
uk: Зіткнення зі сферою
zh_hans: 球体碰撞
zh_hant: 球體碰撞

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

source: Color change
ar: تغيير اللون
de: Farbänderung
es: Cambio de color
fr: Changement de couleur
hi: रंग परिवर्तन
it: Variazione colore
ja: 色の変化
ko: 색상 변화
pl: Zmiana koloru
pt_br: Mudança de cor
ru: Изменение цвета
tr: Renk değişimi
uk: Зміна кольору
zh_hans: 颜色变化
zh_hant: 顏色變化

source: Color list
ar: قائمة الألوان
de: Farbliste
es: Lista de colores
fr: Liste de couleurs
hi: रंग सूची
it: Elenco colori
ja: カラーリスト
ko: 색상 목록
pl: Lista kolorów
pt_br: Lista de cores
ru: Список цветов
tr: Renk listesi
uk: Список кольорів
zh_hans: 颜色列表
zh_hant: 顏色清單

source: Color random
ar: لون عشوائي
de: Zufällige Farbe
es: Color aleatorio
fr: Couleur aléatoire
hi: यादृच्छिक रंग
it: Colore casuale
ja: ランダムカラー
ko: 무작위 색상
pl: Losowy kolor
pt_br: Cor aleatória
ru: Случайный цвет
tr: Rastgele renk
uk: Випадковий колір
zh_hans: 随机颜色
zh_hant: 隨機顏色

source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
hi: रंग
it: Colori
ja: 色
ko: 색상
pl: Kolory
pt_br: Cores
ru: Цвета
tr: Renkler
uk: Кольори
zh_hans: 颜色
zh_hant: 顏色

source: Cone
ar: المخروط
de: Kegel
es: Cono
fr: Cône
hi: शंकु
it: Cono
ja: 円錐
ko: 원뿔
pl: Stożek
ru: Конус
tr: Koni
uk: Конус
zh_hans: 锥形
zh_hant: 錐形

source: Control Point %lld
ar: نقطة التحكم %lld
de: Kontrollpunkt %lld
es: Punto de control %lld
fr: Point de contrôle %lld
hi: नियंत्रण बिंदु %lld
it: Punto di controllo %lld
ja: コントロールポイント %lld
ko: 제어점 %lld
pl: Punkt kontrolny %lld
pt_br: Ponto de controle %lld
ru: Контрольная точка %lld
tr: Kontrol noktası %lld
uk: Контрольна точка %lld
zh_hans: 控制点 %lld
zh_hant: 控制點 %lld
